Revit 2027 API
CoordinationModelLinkData.VersionLabel Property
 The label of the last saved version of this Coordination Model Link in Revit document.
 For a Coordination Model from Autodesk Docs, VersionLabel is the label of the last saved version of this Coordination Model Link in Revit document.
 For a local Coordination Model, VersionLabel has an empty value.
Namespace: Autodesk.Revit.DB.ExternalData
Assembly: RevitAPI (in RevitAPI.dll) Version: 27.0.4.0 (27.0.4.0)
Syntax
public string VersionLabel { get; }
Public ReadOnly Property VersionLabel As String
	Get
public:
property String^ VersionLabel {
	String^ get ();
}
member VersionLabel : string with get
Property Value
String
See Also
Reference
CoordinationModelLinkData Class
Autodesk.Revit.DB.ExternalData Namespace